[UKFPLocalMessage]
SpectatorNotWave="无法在波次开始后这样做！"
SpectatorJoinCommand="输入 !join 以加入游戏"
PickupsDisabled="其他玩家无法再捡起你的武器了！"
PickupsEnabled="其他玩家可以再次捡起你的武器了！"
CantChangeSpec="无法更改观战模式。"
AlreadySpectator="您已经是观众了"
WaitForSpectator="您必须先等待才能再次尝试更改！"
SpectatorMaxCapacity="无法更改观战模式，因为游戏人数已达到上限"
SpectatorFailed="无法加入游戏战斗，设置神射失败"
PlayerBecameSpectator="成为观众旁观"
SpectatorBecamePlayer="加入游戏战斗"
 
[ReplicationHelper]
IntroString="[UKFP] 此服务器正在运行 %s 制作的 UKF2P 补丁"
HelpString="输入 %s 查看更新内容"
 
[PartyWidgetHelper]
CycleListString="切换页面"
 
[UKFPReplicationInfo]
EnabledString="已启用"
DisabledString="已禁用"
LocalizedMOTD[0]=(Name="Unofficial Killing Floor 2 设置")
LocalizedMOTD[1]=(Name="Yet Another Scoreboard", Extra="已加载")
LocalizedMOTD[2]=(Name="Auto Admin Login", Extra="已加载")
LocalizedMOTD[3]=(Name="Controlled Vote Collector", Extra="已加载")
LocalizedMOTD[4]=(Name="Looted Trader Inventory", Extra="已加载")
LocalizedMOTD[5]=(Name="Friendly HUD", Extra="已加载")
LocalizedMOTD[6]=(Name="Event Skins", Extra="已禁用")
LocalizedMOTD[7]=(Name="Pings", Extra="已禁用")
LocalizedMOTD[8]=(Name="Pickups", Extra="已启用广播")
LocalizedMOTD[9]=(Name="Damage Popups", Extra="已启用")
LocalizedMOTD[10]=(Name="Max Players")
LocalizedMOTD[11]=(Name="Fake Players")
LocalizedMOTD[12]=(Name="Max Monsters")
LocalizedMOTD[13]=(Name="Max Dosh Spam Amount")
LocalizedMOTD[14]=(Name="Third Person")
LocalizedMOTD[15]=(Name="Hand Swapping")
LocalizedMOTD[16]=(Name="Summer Scrake Animation Fix")
LocalizedMOTD[17]=(Name="Pickup Lifespan")
LocalizedMOTD[18]=(Name="Drop All Weapons on Death")
LocalizedMOTD[19]=(Name="Enhanced Trader Menu")
LocalizedMOTD[20]=(Name="EDARs")
LocalizedMOTD[21]=(Name="Rage Spawns")
LocalizedMOTD[22]=(Name="Quarterpounds")
LocalizedMOTD[23]=(Name="Gas Crawlers")
LocalizedMOTD[24]=(Name="Game Conductor")
LocalizedMOTD[25]=(Name="ZED Time")
LocalizedMOTD[26]=(Name="Open Trader Command")
LocalizedMOTD[27]=(Name="Weapon Upgrades")
LocalizedMOTD[28]=(Name="Cross Perk")
LocalizedMOTD[29]=(Name="Dosh Kill Multiplier")
LocalizedMOTD[30]=(Name="Spawn Rate Multiplier")
LocalizedMOTD[31]=(Name="Wave Count Multiplier")
LocalizedMOTD[32]=(Name="Ammo Cost Multiplier")
LocalizedMOTD[33]=(Name="XP Multiplier")
LocalizedMOTD[34]=(Name="Bosses Allowed")
LocalizedMOTD[35]=(Name="Perks Allowed")
LocalizedMOTD[36]=(Name="Weekly Outbreaks Allowed", Extra="None")
LocalizedMOTD[37]=(Name="Special Waves Allowed", Extra="None")
LocalizedMOTD[38]=(Name="Vanilla Mode is Enforced!", Extra="None")
LocalizedMOTD[39]=(Name="Trader DLC Lock", Extra="已禁用")
LocalizedMOTD[40]=(Name="Sticky Projectile Lifespan")
LocalizedMOTD[41]=(Name="Dosh Pickup Lifespan")
LocalizedMOTD[42]=(Name="Gorefiends")
LocalizedMOTD[43]=(Name="Rioters")